CREATE TABLE PERSONS (
	name varchar(100),
	surname varchar(100),
	age INTEGER,
	phone_number varchar(100),
	city_of_living varchar(100),
	PRIMARY KEY (name, surname, age)
);
insert into NickDB.PERSONS
values
('Иван', 'Кащеев', 25, 73337896641, 'Moscow'),
('Пётр', 'Худой', 22, 73337896644, 'Санкт-Петербург'),
('Григорий', 'Отрепанов', 28, 73337896645, 'Волгоград'),
('Филипп', 'Александров', 23, 73337896647, 'Пермь'),
('Максим', 'Кусто', 21, 73337896643, 'Воронеж'),
('Дмитрий', 'Мишкин', 27, 73337896677, 'Омск'),
('Роберт', 'Богратеон', 29, 73337896623, 'Краснодар'),
('Саруман', 'Кащеев', 26, 73337896699, 'Moscow'),
('Лука', 'Моисеев', 22, 73337896612, 'Троицк'),
('Роберт', 'Венградов', 29, 73337896656, 'Moscow');

delete from NickDB.PERSONS;